"Camera Permissions" = "카메라 사용승인";

"Would you like to allow this application to use your camera to stream live video?" = "귀하의 카메라를 사용해 실시간으로 동영상을 스트리밍해도 되겠습니까?";

"Don't Allow" = "거절";

"Allow" = "허용";
